{
    "token": "eric-e-gislaine",
    "casal": {
        "pessoa1": "Eric",
        "pessoa2": "Gislaine"
    },
    "data": {
        "dia": 30,
        "mes": 7,
        "ano": 2022,
        "hora": 15,
        "minuto": 40,
        "segundo": 0
    },
    "theme": {
        "scheme": "dark",
        "color": {
            "primary": "#00ffff"
        }
    },
    "metadata": {
        "videoFileType": null,
        "videoFileName": null,
        "songName": "Feel So Close (Lyrics)",
        "songAuthor": "Calvin Harris",
        "songFileName": "Calvin Harris - Feel So Close (Lyrics).mp3",
        "fotoLoading": "IMG_20231201_205840 - Eric Vinícius.jpg",
        "fotoPrincipal": "IMG_20250111_174333_864 - Eric Vinícius.webp",
        "fotosUrls": [
            "50318c11-351a-4e0d-8cbb-f1944fa276ce - Eric Vinícius.jpg",
            "IMG_20240929_064632 - Eric Vinícius.jpg",
            "IMG_20241006_145551_969 - Eric Vinícius.webp",
            "IMG_20241116_151201_036 - Eric Vinícius.webp",
            "IMG_20250111_174927_457 - Eric Vinícius.webp",
            "IMG-20240728-WA0055 - Eric Vinícius.jpg"
        ],
        "texto": "Hoje, Dia dos Namorados, nesse dia tão especial em que marcou nossa história, o tão sonhado \"nosso primeiro contato\" oficial, entre apenas nós dois.<br/><br/>Marcando hoje nossos 3 anos de convivência e 3 anos de muitas, mas muitas conversas mesmo.<br/><br/>Gostaria de expressar por aqui, todo o meu carinho e amor por você, minha amada. <br/><br/>Em todo esse tempo de namoro, pude aprender diversas coisas com você, e fico feliz em falar que amadureci ao seu lado, mas não apenas isso, aprendi como é dividir a vida com uma pessoa que você ama profundamente, uma pessoa que você ama mais que a si mesmo.<br/><br/>Tive o privilégio de conhecer você, uma pessoa tão incrível, tão linda, tão cheia de vida, tão alegre, tão expressiva e sensível, tão sincera, tão meiga e tão carinhosa, tão guerreira, tão atenciosa e especial. <br/><br/>Conhecer você melhor foi a melhor coisa da minha vida e que se eu pudesse voltar no passado, eu viveria tudo novamente apenas para chegar no ponto em que estamos hoje.<br/><br/>Aprendi como é ver e viver a vida a dois, e o que tenho para te falar sobre tudo isso?<br/><br/>Muito obrigado por fazer parte da minha vida, e por enviar aquele bilhete no correio elegante no dia dos namorados de 2022.<br/><br/>Eu te amo muito e tenho muito orgulho de você, da gente e do nosso relacionamento."
    }
}